{
    "name": "Venetian",
    "code": "118",
    "starRating": 4.5,
    "price": 128.00,
    "phoneNumber": "1-866-983-4279",
    "location": {
        "areaName": "Strip",
        "address": "3355 S. Las Vegas Blvd.",
        "city": "Las Vegas",
        "state": "NV",
        "postalCode": "89109",
        "longitude": -115.1693,
        "latitude": 36.1237
    },
    "media": [{
        "type": "productImage",
        "href": "/assets/images/venetian.jpg",
        "width": 248,
        "height": 173
    }, {
        "type": "productMap",
        "href": "/assets/images/map_venetian.png",
        "width": 645,
        "height": 604
    }],
    "description": "History has seen great empires literally rise from the dust. Similarly, modern day Las Vegas has been witness to the erection of colossal creations -- like The Venetian.\r\n\r\nOpened in 1999, this megaresort, where the Sands Hotel of Rat Pack lore once stood, is situated in the center of the Strip. It's inspired by the art and architectural beauty of Venice, Italy's most romantic city. In fact, The Venetian has faithfully re-created such historic landmarks as the Campanile Tower, St. Mark's Square, the Rialto Bridge and Doge's Palace. Arched bridges, piazzas and cobblestone pathways are also incorporated throughout the property.\r\n\r\nThe Venetian is also an eco-friendly property where you will find numerous green initiatives in place -- like LED lighting, solar panels, a reclaimed water system, eco-safe cleaning products, low-flush toilets and much more.\r\n\r\nAmong the activities offered, visitors can stroll inside and outside along canals teeming with authentic gondolas steered by singing gondoliers. Madame Tussauds Las Vegas, a worldwide attraction featuring celebrity wax figures, has a location at the front of the resort.\r\n\r\nFor more serious Broadway-caliber entertainment, head to The Venetian's custom-built Sands Theatre, which features the worldwide smash \"Rock of Ages.\" Plus, a variety of headliners and comedians -- such as David Spade -- regularly appear here. The hotel is also home to \"Smokey Robinson Presents Human Nature: The Motown Show\" -- featuring a group of talented vocalists from Australia singing Motown tunes.",
    "details": [{
        "label": "Number of Rooms",
        "value": "4,027 -- 3,014 suites in the main tower and 1,013 suites in the Venezia tower."
    }, {
        "label": "Casino",
        "value": "Yes, 120,000 square feet. Casino games include blackjack, craps, roulette, baccarat, pai gow, pai gow poker, Caribbean Stud Poker, Let It Ride and keno. There are nearly 2,500 slot and video poker machines, with Megabucks and Wheel of Fortune. An elegant poker room is also housed at the resort."
    }, {
        "label": "Race & Sports Book",
        "value": "Yes, the Cantor Race and Sports Book at The Venetian is equipped with one of the world's largest screens that can show 34 separate sporting events simultaneously."
    }, {
        "label": "Child-care Facilities",
        "value": "No."
    }, {
        "label": "Room Service",
        "value": "Yes."
    }, {
        "label": "Pets Allowed",
        "value": "No."
    }, {
        "label": "In-room Internet access",
        "value": "Yes, it's included in the daily resort fee."
    }, {
        "label": "Hotel Amenities",
        "value": "Laundry, luggage and maid services, currency exchange, direct access to the Sands Expo Center, concierge, rental-car reservations, golf reservations, safety deposit boxes and wake-up call service."
    }]
}